Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/depts/other_files/laereplan_fordypning_i_samisk.rtf.tmx
Source language: sme
Languages: smj

source: SÁMEGIELA ~ČIEKŊUDEAPMI - OAHPPOPLÁNA
smj: SÁMEGIELA TJIEGŊODIBME - OAHPPOPLÁDNA

source: Fága ulbmil
smj: Fága ulmme

source: Sámegiela čiekŋudeapmi lea huksejuvvon seamma fágalaš vuođu ja seamma árvovuođu ala go sámegielfága.
smj: Sámegiela tjiegŋodibme le dagádum sæmmi fágalasj vuodo ja sæmmi árvvovuodo milta gå sámegielfáhka.

source: Oahpahus galgá láhčit dilálašvuođaid fágalaš čiekŋudeapmái ja leat veahkkin ovdánahttit identitehta, ainovdánahttit gielalaš ja kultuvrralaš gelbbolašvuođa sámegielas ja movttiidahttit gulahallat ja ovttasbargat rastá giellarájiid Sámis.
smj: Åhpadus galggá láhtjet dilev fágalasj tjiegŋodibmáj ja liehket åvddånahttemin identitehtav, gielalasj ja kultuvralasj máhtudagáv sámegielan ja måvtåstuhttet guládallamij ja aktisasjbargguj rastá giellarájáj Sámen.

source: Dát mearkkaša hálddašit giela iešguđetlágan arenain, dovdat iežas giela ja ipmirdit ahte giella adno iešguđetládje iešguđetlágan dilálašvuođain.
smj: Dát merkaj doajmmat gielalattjat duon dán árenán, dåbddåt ietjas gielav ja dádjadit giella aneduvvá moatteláhkáj duon dán aktijvuodan.

source: Ipmárdusa bokte das movt servodatnuppástusat váikkuhit sámegillii, galgá čiekŋudanfága arvvosmahttit beroštumi gillii ja gielladikšumii ja movttiidahttit ja addit oahppái eambbo iešluohttámuša geavahit giela aktiivvalaččat.
smj: Dádjadusá baktu gåktu sebrudakrievddadime vájkkudahtti sámegielav, galggá tjiegŋodimfáhka arvusmahttet berustimev giellaj ja giellasujttuj ja måvtåstuhttet ja vaddet oahppáj stuoráp iesjluohtádusáv anátjit gielav aktijvalattjat.

source: Viiddis gielalaš ja kultuvrralaš gelbbolašvuohta sáhttá váikkuhit dasa ahte oahppit buorebut máhttet servvoštallat sihke iežas ja eará kultuvrra olbmuiguin rabasvuođain, gierdilvuođain ja árvvusatnimiin.
smj: Vijdes gielalasj ja kultuvralasj máhtudahka máhttá vájkkudit vaj oahppe buorebut máhtti sæbrástallat juogu ietjas jali ietjá kultuvra ulmutjij jasskavuodajn, gierddisvuodajn ja vieledimijn.

source: Ipmirdit earáid ságaid ja máhttit ovdanbuktit iežas oaiviliid lea deaŧalaš oassi ovttaskas olbmo giellagelbbolašvuođas.
smj: Dádjadit iehtjádij ságajt ja máhttet åvddånbuktet ietjas vuojnojt ja ájádusájt le ájnas oasse juohkkahattja giellamáhtudagás.

source: Ođđaáigásaš servodagas lea dárbbašlaš máhttit hálddašit iešguđet mediaid ja teavsttaid main leat ollu iešguđetlágan oasit biddjon oktii, nugo čála, jietna ja govva ja seammás oaidnit oktavuođaid giela ja árbemáhtu gaskkas.
smj: Ådåájggásasj sebrudagán le dárbulasj máhttet háldadit duov dáv mediav ja tevstajt majn li ållo ja moattelágásj oase biejadum aktij degu tjála, jiedna ja gåvvå ja sæmmi bále vuojnnet aktijvuodav giela ja árbbemáhto gaskan.

source: Sámegiela čiekŋudeapmi galgá leat njálmmálaš ja čálalaš gulahallama arenan iešguđet mediaid geavahemiin.
smj: Sámegiela tjiegŋodibme galggá liehket njálmálasj ja tjálalasj guládallama arena moattelágásj mediaj anedijn.

source: Sámegiela čiekŋudeapmi galgá ainovdánahttit ohppiid njálmmálaš ja čálalaš gálggaid, movttiidahttit lohkat ja buvttadit teavsttaid ja geavatlaččat ja hutkkálaččat geavahit giela máŋggagielalaš servodagas.
smj: Sámegiela tjiegŋodibme galggá åvdedit oahppij njálmálasj ja tjálalasj tjehpudagáv, måvtåstuhttet lågåtjit ja tevstajt buvtadittjat ja anátjit gielav moattegielak sebrudagán.

source: Bargu iešguđetlágan teavsttaiguin ja iešguđetlágan gulahallanvugiiguin galgá ovddidit kritihkalaš jurddašeami, estehtalaš dovdaga ja návcca dádjadit ođđaáigásaš mediaduohtavuođas.
smj: Barggo duojna dájna tevstajn ja moattelágásj guládallamvuogij galggá åvdedit lájttális ájádallamav, estehtalasj dåbdojt ja dájdov dádjadittjat ådåájggásasj mediaalmmavuodav.

source: Fága galgá ovddidit ipmárdusa ja kritihkalaš árvvoštallama iežas giellaovdáneamis ja dahkat ohppiid diđolaš oasseváldin iežaset oahppanproseassas.
smj: Fáhka galggá åvdedit dádjadusáv ja lájttális árvustallamav ietjas giellaåvddånimes ja dahkat oahppijt diedulasj oassevállden ietjasa oahppamprosessan.

source: Fága lea juhkkojuvvon váldoosiide maidda leat hábmejuvvon gelbbolašvuođamihttomearit.
smj: Fáhka le juogeduvvam oajvveåsijda, ja juohkka oasen li máhtudakmihto.

source: Váldooasit dievasmahttet nuppit nuppiid ja fertejit gehččojuvvot oktavuohtan.
smj: Oajvveoase li oase ållesvuodas ja dajn le aktijvuohta.

source: Bajilgovva váldoosiin:
smj: Gåvvå oajvveåsijs:

source: JahkeceahkkiVáldooasit 8.-10. Guorahallat giela geavahusasGiella ja gulahallan
smj: JahkedásseOajvveoase 8.-10. Guoradallat gielav anonGiella ja guládallam

source: Guorahallat giela geavahusas
smj: Guoradallat gielav anon

source: Váldosuorgi guorahallat giela geavahusas válddaha oktavuođa gaskkal giellavuogádaga ja giellageavahusa.
smj: Oajvvesuorgen guoradallat gielav anon le sáhka giellasystema ja giellaano aktijvuodas.

source: Váldosuorgái gullá guorahallat sámegiela, mas guovddáš oasit leat iežas giellageavaheapmi, dálá áiggi giella ja movt giella geavahuvvo iešguđet dilálašvuođain ja konteavsttain.
smj: Oajvvesuorggáj gullu guoradallat sámegielav, gånnå guovdásj oase li ietjas giellaadno, dálásj ájge giella ja gåktu giellaadno le tjanádum iesjgeŋga dilláj ja kontækstaj.

source: Dása gullá maid geahččat gielaid komparatiiva čalmmiiguin, movt sámegiella nuppástuvvá áiggi mielde ja movt mediat váikkuhit sámegiela.
smj: Dási gullu aj gæhttjat gielajt komparatijva tjalmij, gåktu sámegiella rievddá ájgij milta ja gåktu media sámegielav vájkkudahttá.

source: Jorgaleapmi ja dulkon gaskkal sámegiela ja eará gielaid gullá maid váldosuorgái.
smj: Jårggålibme ja dålkkum sámegiela ja ietjá gielaj gaskav gullu aj oajvvesuorggáj.

source: Váldosuorgi giella ja gulahallan galgá ainovdánahttit njálmmálaš ja čálalaš gulahallama, lohkan- ja čállingelbbolašvuođa.
smj: Oajvvesuorgge giella ja guládallam galggá åvddånahttet njálmálasj ja tjálalasj guládallamav, låhkåm- ja tjállemmáhtudagáv.

source: Váldosuorggi guovddážis lea ipmirdit, árvvoštallat ja smiehttat njálmmálaš ja čálalaš ovdanbuktinhámiid ja ieš ráhkadit ja ovdanbuktit iešguđetlágan teavsttaid.
smj: Oajvvesuorge guovdátjin le dádjadit, árvustallat ja ájádallat njálmálasj ja tjálalasj åvddånbuktemvuogijt ja iesj dahkat ja åvddånbuktet duov dáv tækstatjerdav.

source: Dat sisttisdoallá máŋggabealat teavsttaid main jietna, čála ja govat ovttas duddjojit ollislaš oaivila.
smj: Dási gulluji moattebelak tevsta gånnå jiedna, tjála ja gåvå aktan dahki ålles sisanov.

source: Váldosuorgái gullet ovdanbuktinhámit nugo girjjit, teáhter, filmmat, aviissat, musihkkavideot ja ođđa digitála ovdanbuktinhámit.
smj: Oajvvesuorggáj gulluji åvddånbuktemvuoge dagu girje, teáhter, filma, avijsa, musihkkavideoa ja ådå digitála åvddånbuktemvuoge.

source: Fága diibmolohku
smj: Fága tijmmalåhko

source: Diibmolohku lea almmuhuvvon 60-minuvtta ovttadahkan.
smj: Akta tijmma le 60 minuhta

source: 8.-10. jahkecehkiin: 227 diimmu
smj: 8.-10 jahkedásijn: 227 tijma

source: Vuođđogálggat fágas
smj: Vuodotjehpudagá fágan

source: Vuođđogálggat leat integrerejuvvon gelbbolašvuođamihttomeriide gos dat leat mielde ovdánahttime fágagelbbolašvuođa ja leat maid oassin das.
smj: Vuodotjehpudagá li integrereduvvam máhtudakmihtojda gånnå li maŋen åvddånahttemin fáhkamáhtudagáv ja li aj oassen dassta.

source: Sámegiela čiekŋudeamis ipmirduvvojit vuođđogálggat ná:
smj: Sámegiela tjiegŋodimen dádjaduvvi vuodotjehpudagá náv:

source: Máhttit njálmmálaččat ovdanbuktit sámegiela čiekŋudeamis mearkkaša máhttit guldalit, hupmat ja árvvoštallat ságastallamiid osiid máŋggabealat ságastallandilálašvuođas.
smj: Máhttet njálmálattjat åvddånbuktet fágan sámegiela tjiegŋodimen merkaj máhttet gulldalit ja hållat ja árvustallat ságastallamij åsijt moattebelak ságastallamdilen.

source: Dan ferte máhttit go galgá gulahallat earáiguin sihke servvoštallamis, bargoeallimis ja almmolaš eallimis.
smj: Dav viertti máhttet gå galggá guládallat iehtjádij sihki sæbrástaládijn, barggoiellemin ja almulasj iellemin.

source: Hupman ja guldaleapmi leat olmmošlaš vuođđodoaimmat mat ovdánit systemáhtalaš oahpahemiin iešguđetlágan njálmmálaš šáŋraid ja doaimmaid bokte.
smj: Hållam ja gulldalibme li ulmutjij vuododåjma ma åvddåni systemáhtalasj åhpadimijn duon dán njálmálasj sjáŋŋara ja dåjmaj baktu.

source: Máhttit čálalaččat ovdanbuktit sámegiela čiekŋudeamis mearkkaša máhttit ovdanbuktit jurdagiiddis iešguđetlágan šáŋrain ja ollu teakstahámiid siskkobealde.
smj: Máhttet tjálalattjat åvddånbuktet sámegiela tjiegŋodimen merkaj máhttet åvddånbuktet ájádusájdis duon dán sjáŋŋarin ja moatten tækstahámen.

source: Čálalašvuohta servodagas lassána, earenoamážit digitála gulahallanvugiid ovdáneami geažil.
smj: Tjálalasjvuohta sebrudagán lassán, ållagasj digitála guládallamvuogij åvddånime baktu.

source: Gáibádus hálddašit čálalaš ovdanbuktima iešguđet šáŋrain lea sturron.
smj: Gájbbádus rijbadit tjálalasj åvddånbuktemij duon dán sjáŋŋarin le stuorrum.

source: Čállin lea vuohki ovdánahttit ja hábmet fuomášumiid ja jurdagiid, muhto maid gulahallanmálle ja oahppanvuohki.
smj: Tjállem le vuohke åvddånahttet ja hábbmit huomahimijt ja ájádusájt, valla le aj guládallamvuohke ja oahppamvuohke.

source: Máhttit lohkat sámegiela čiekŋudeamis lea oassi praktihkalaš giellagelbbolašvuođas ja mielddisbuktá ahte máhttá lohkat ipmárdusain, guorahallat ja smiehttat ain eanet gáibideaddji teavsttaid.
smj: Máhttet låhkåt sámegiela tjiegŋodimen le oasse praktihkalasj giellamáhtudagás ja merkaj oahppe máhttá dádjadusájn låhkåt, ja guoradallat ja ájádallat ájn vil tjiegŋalap tevstajt.

source: Lohkan ovdánahttá kulturipmárdusa ja addá vásáhusaid ja vejolašvuođa ipmirdit iežas ja servodaga.
smj: Låhkåm åvddånahttá kulturdádjadusáv ja vaddá åtsådallamijt ja máhttelisvuodajt dádjadittjat ietjas ja sebrudagáv.

source: Máhttit rehkenastit sámegiela čiekŋudeamis mearkkaša oppalaš doabaovdánahttin, resoneren ja váttisvuođaid čoavdin.
smj: Máhttet rieknit sámegiela tjiegŋodimen merkaj dábálasj dádjadusåvddånibme, resonnerim ja tjuolmmatjoavddem.

source: Dat sisttisdoallá ipmárdusa hámis, vuogádagas ja komposišuvnnas.
smj: Dási gullu dádjadus hámes, systemas ja komposisjåvnås.

source: Ipmirdandihte máŋggabealat teavsttaid ja áššeprosa lea deaŧalaš bargat gráfalaš ovdanbuktimiiguin, tabeallaiguin ja statistihkain.
smj: Jus le dádjadittjat moattebelak tevstajt ja ássjeprosav, de le ájnas barggat gráfalasj åvddånbuktemij, tabellaj ja statestihkaj.

source: Máhttit geavahit digitála reaidduid sámegiela čiekŋudeamis lea dárbbašlaš jus galgá hálddašit máŋggabealat teakstahámiid ja ovdanbuktimiid.
smj: Máhttet adnet digitála ræjdojt sámegiela tjiegŋodimen le dárbulasj jus galggá rijbadit moattebelak tækstahámij ja åvddånbuktemij.

source: Dát rahpá ođđa oahppanarenaid ja addá ođđa vejolašvuođaid lohkan- ja čállinoahpahusas, teavsttaid ráhkadeamis, komponeremis ja divodeamis.
smj: Dát rahpá ådå oahppamarenajt ja vaddá ådå máhttelisvuodajt låhkåm- ja tjállemåhpadusán, tevstaj dahkamin, komponeridattijn ja tevstaj divudimen.

source: Dán oktavuođas lea deaŧalaš ovdánahttit kritihkalaš árvvoštallandáiddu ja diđolaš gáldogeavaheami.
smj: Dán aktijvuodan le ájnas åvddånahttet lájttális árvustallamdájdov ja diedulasj gálldoanov.

source: Digitála reaidduid geavaheapmi sáhttá maid doarjut ja ovdánahttit ohppiid gulahallangálggaid ja ovdanbuktimiid.
smj: Digitála ræjdo adno máhttá aj doarjjot ja åvddånahttet oahppij guládallamtjehpudagájt ja åvddånbuktemijt.

source: Fága gelbbolašvuođamihttomearit
smj: Fága máhtudakmihto

source: Gelbbolašvuođamihttomearit 10. jahkeceahki maŋŋel
smj: 10. jahkedáse maŋŋela

source: Oahpahusa mihttomearri lea ahte oahppi galgá máhttit
smj: Åhpadusá mihttomierre le oahppe galggá máhttet

source: plánet, čađahit ja ovdandivvut iskkadeami das movt mánát ja nuorat geavahit sámegiela ja movt iešguđet ahkejoavkkut geavahit giela iešguđetládje
smj: Plánit, tjadádit ja åvddånbuktet guoradallamav gåktu máná ja nuora adni sámegielav ja gåktu duot dát áldarjuogos adná gielav duon dán láhkáj

source: suokkardit movt teknologiija ja servodatnuppástusat váikkuhit sámegiela ja giela geavahusa ja ságaskuššat árbemáhtu mearkkašumi dálá servodagas
smj: guoradallat gåktu teknologija ja sebrudakrievddadime vájkkudahtti sámegielav ja giela anov ja árvvaladdat árbbemáhto árvov udnásj sebrudagán

source: ovdandivvut sátnevádjasiid ja gielalaš govahallamiid sámegillii ja buohtastahttit eará gielaiguin, ja ságastallat movt dákkár dajaldagat sáhttet ovddastit iešguđet jurddašanvugiid
smj: åvddånbuktet báhkotsåmijt ja gielalasj gåvådallamijt sámegiellaj ja buohtastahttet ietjá gielaj, ja ságastallat gåktu dákkár gåvådallama máhtti åvdåstit duov dáv ájádallamvuogev

source: buohtastahttit čálalaš sámegiela sániid ja grammáhtalaš hámiid hupmangielain ja ovdandivvut buohtastahttima bohtosiid
smj: buohtastahttet tjálalasj sámegiela bágojt ja grammáhtalasj hámijt hållamgielajn ja åvddånbuktet buohtastahttema båhtusijt

source: geahččaladdat dulkomiin ja jorgalemiin sámegiela ja eará gielaid gaskkas ja ságastallat movt oaivil rievdá sátneválljema ja konteavstta dáfus
smj: gæhttjaladdat dålkkut ja jårggålit sámegiela ja ietjá gielaj gaskav ja ságastallat gåktu dádjadusá rievddi báhkoválljima ja kontevsta gáktuj

source: geahččaladdat iešguđetlágan njálmmálaš ja čálalaš ovdanbuktinhámiiguin iešguđet šáŋrain
smj: gæhttjaladdat duojna dájna njálmálasj ja tjálalasj åvddånbuktemvuogijn duon dán sjáŋŋarin

source: ovdandivvut dihto meari sániid ja dajaldagaid mat leat ovttaláganat ja iešguđetláganat iešguđet sámegielain
smj: åvddånbuktet muhtem bágojt ja moallánahkkojt ma li muodugattja duon dán sámegiellasuorgen ja muhtemijt ma ælla muodugattja

source: dokumenteret ja árvvoštallat iežas ovdáneami bargguin guorahallat giela geavahusas
smj: dokumenterit ja árvustallat ietjas åvddånimev bargadijn guoradallat giela anov

source: lohkat ja ovdandivvut dihto meari iežasválljen teavsttaid
smj: låhkåt ja åvddånbuktet oasev iesjválljidum tevstajs

source: gaskkustit iežas filbma-, teáhter- ja musihkkamuosáhusaid ja árvvoštallat váikkuhangaskaomiid geavaheami
smj: åvddånbuktet ietjas filmma-, teáhter- ja musihkkamuossádusajt ja árvustallat vájkkudimnævoj anov

source: gaskkustit ja kommenteret mediaáššiid iežasválljen mediain ja ráhkadit iežas áššiid iešguđetlágan mediaide
smj: åvddånbuktet ja kommenterit mediaássjijt iesjválljidum mediajs ja gárvedit ietjas ássjijt duon dán mediaj

source: ovdanbuktit prográmma mii lea ovttastuvvon iešguđetlágan ovdanbuktinhámiiguin iežas dahje earáid teavsttaid vuođul
smj: åvddånbuktet prográmmav gånnå li duo dá åvddånbuktemvuoge ietjas jali iehtjádij tevstaj milta

source: digitála reaidduid bokte ráhkadit ja ovdandivvut máŋggabealat teavsttaid maid vuolggan leat girječálli barggut
smj: digitála ræjdoj baktu dahkat ja åvddånbuktet moattebelak tevstajt gånnå girjetjállij bargo li vuodon

source: buohtastahttit ja árvvoštallat sámegiel neahttasajiid máŋggagielalašvuođa, geavahanvugiid, diehtoávkki ja designa dáfus
smj: buohtastahttet ja árvustallat sámegiel næhttabájkijt moattegielakvuoda, adnemvuogij, diehtoávke ja hábbmima gáktuj

source: árvvoštallat gáldogeavaheami sisdoalu, dahkkivuoigatvuođa ja persovdnagáhttema dáfus
smj: árvustallat gálldoanov sisano, ráddimriektá ja persåvnnåsuodjalime hárráj

source: dokumenteret ja árvvoštallat iežas ovdáneami teakstabargguin
smj: dokumenterit ja árvustallat ietjas åvddånimev tækstabargujn

source: Árvvoštallan fágas
smj: Árvustallam fágan

source: Loahppaárvvoštallama mearrádusat:
smj: Loahppaárvustallama mærrádusá:

source: Oppalašárvosáni árvvoštallan
smj: Åbbålasjkaraktera árvustallam

source: JahkeceahkkiVuohki 10. jahkeceahkkiOahppit galget oažžut ovtta oppalašárvosáni.
smj: JahkedásseÅrnik 10. jahkedásseOahppe galggi oadtjot avtav åbbålasjkarakterav.

source: Eksámen - oahppit
smj: Eksábma - oahppe

source: JahkeceahkkiVuohki 10. jahkeceahkkiOahppit sáhttet vuorbáduvvot njálmmálaš eksámenii.
smj: JahkedásseÅrnik 10. jahkedásseOahppe máhtti vuorbbáduvvat njálmálasj eksábmaj.

source: Njálmmálaš eksámen ráhkaduvvo ja sensurerejuvvo báikkálaččat.
smj: Njálmálasj eksábma dagáduvvá ja árvustaláduvvá bájkálattjat.

source: JahkeceahkkiVuohki 10. jahkeceahkkiGeahča rávisolbmuid vuođđoskuvlaoahpahusa gustovaš ortnega.
smj: JahkedásseVuohke 10. jahkedásseGehtja ållessjattugij vuodoskåvllååhpadusá guoskavasj årtnigav.

source: Árvvoštallama oppalaš mearrádusat leat oahpahuslága láhkaásahusas.
smj: Dábálasj mærrádusá árvustallama birra le mierreduvvam åhpaduslága njuolgadustjállagin.
